Repository: My-DIGI-ID/ID-Wallet
Catalog: src/IDWallet/Resources/Lang.*.resx
Languages: de

# PopUp_BaseID_AccessRights_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_BaseID_AccessRights_Provider_Label
source: Provider
de: Anbieter

# PopUp_BaseID_AccessRights_Purpose_Label
source: Purpose
de: Zweck

# PopUp_BaseID_Offer_Accept_Button
source: Accept
de: Annehmen

# PopUp_BaseID_Offer_Delete_Button
source: Decline
de: Ablehnen

# PopUp_BaseID_Offer_Send_Label
source: sends you
de: sendet Ihnen

# BaseIDPage_Create_Connection_Title
source: Create connection
de: Verbindung wird hergestellt

# BaseIDPage_Create_Connection_Text
source: Please hold your ID card against the back of your device. The exact position depends on the model. Hold each position for a few seconds before trying another. Do not move the badge once contact has been made.
de: Bitte halten Sie Ihren Ausweis an die Rückseite Ihres Gerätes. Die genaue Position ist modellabhängig. Halten Sie jede Position einige Sekunden, bevor Sie eine andere ausprobieren. Bewegen Sie den Ausweis nicht mehr, sobald der Kontakt hergestellt wurde.

# WalletPage_Info_Panel_LockPIN
source: Lock password
de: Sperrkennwort

# BaseIDPage_StartScreen_Privacy_Policy_Label
source: Privacy policy
de: Datenschutzerklärung

# BaseIDPage_PINScreen_Transport_Body_Label
source: You received this PIN together with the PUK by mail from your relevant registration office.
de: Diese PIN haben Sie zusammen mit der PUK postalisch von Ihrer zuständigen Meldebehörde erhalten.

# BaseIDPage_PINScreen_Transport_Header_Label
source: Enter transport PIN
de: Transport-PIN eingeben

# WalletPage_Empty_Wallet_BaseID_Button
source: Create Basis-ID
de: Basis-ID anlegen

# BaseIDPage_PINScreen_Confirm_Body_Label
source: Please confirm your new ID PIN by entering it again.
de: Bitte bestätigen Sie Ihre neue Ausweis-PIN durch erneute Eingabe.

# BaseIDPage_PINScreen_New_Body_Label
source: Please enter your new individual six digit ID PIN.
de: Bitte geben Sie nun Ihre neue, individuelle sechsstellige Ausweis-PIN ein.

# BaseIDPage_PINScreen_Confirm_Header_Label
source: Confirm new PIN
de: Neue PIN bestätigen

# BaseIDPage_PINScreen_New_Header_Label
source: Enter new ID PIN
de: Neue Ausweis-PIN eingeben

# BaseIDPage_PINSuccess_Header_Label
source: You successfully changed your PIN.
de: Sie haben Ihre PIN erfolgreich geändert.

# PopUp_LockBaseID_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_LockBaseID_Delete_Button
source: Lock Basis-ID
de: Basis-ID sperren

# PopUp_LockBaseID_Entry_Placeholder
source: Lock password
de: Sperrkennwort

# PopUp_LockBaseID_Hotline
source: hotline at 555-55555
de: Hotline 555-55555

# PopUp_LockBaseID_Text
source: Herewith you lock your Basis-ID. To do this, please enter your lock password. If you do not remember it, please contact your nearest citizens' registration office immediately or call the
de: Hiermit sperren Sie Ihre Basis-ID. Dazu geben Sie bitte Ihr Sperrkennwort an. Sollten Sie dieses nicht mehr wissen, dann melden Sie sich bitte umgehend beim nächsten Bürgeramt oder wenden Sie sich an die

# PopUp_LockBaseID_Title
source: Lock Basis-ID
de: Basis-ID sperren

# PopUp_BaseID_ReadyToScan_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_BaseID_ReadyToScan_Text
source: Please hold your ID card against the back of your device.
de: Bitte halten Sie Ihren Ausweis an die Rückseite Ihres Gerätes.

# PopUp_BaseID_ReadyToScan_Title
source: Ready to scan
de: Bereit zum Scannen

# PopUp_BaseID_Enter_CAN_Button
source: Enter CAN
de: CAN eingeben

# PopUp_BaseID_Enter_CAN_Text_1
source: You have entered an incorrect ID PIN twice.
de: Sie haben zweimal eine falsche, Ausweis-PIN eingegeben.

# PopUp_BaseID_Enter_CAN_Title
source: Your Card Access Number (CAN)
de: Ihre Kartenzugangsnummer (CAN)

# PopUp_BaseID_Wrong_PIN_Bold_Text_1
source: one more try,
de: einen weiteren Versuch,

# PopUp_BaseID_Wrong_PIN_Bold_Text_2
source: two more tries,
de: zwei weitere Versuche,

# PopUp_BaseID_Wrong_PIN_Bold_Text_3
source: three more tries,
de: drei weitere Versuche,

# PopUp_BaseID_Wrong_PIN_Bold_Text_4
source: four more tries,
de: vier weitere Versuche,

# PopUp_BaseID_Wrong_PIN_Button
source: Retry
de: PIN erneut eingeben

# PopUp_BaseID_Wrong_PIN_Post_Text
source: left to enter the correct PIN.
de: die richtige PIN einzugeben.

# PopUp_BaseID_Wrong_PIN_Pre_Text
source: You have entered the wrong six digit PIN. You have
de: Sie haben den falschen sechsstelligen PIN eingegeben. Sie haben

# PopUp_BaseID_Wrong_PIN_Title
source: Wrong PIN
de: PIN falsch

# BaseIDPage_PINScreen_CAN_Body_Label
source: Please enter the six-digit access number (CAN). This can be found at the bottom right of the front of the badge.
de: Bitte geben Sie die sechsstellige Zugangsnummer (CAN) ein. Diese finden Sie unten rechts auf der Vorderseite des Ausweises.

# BaseIDPage_PINScreen_CAN_Header_Label
source: Enter CAN
de: CAN eingeben

# PopUp_BaseID_Enter_PUK_Button
source: Enter PUK
de: PUK eingeben

# PopUp_BaseID_Enter_PUK_Text
source: You have entered an incorrect ID PIN three times. To unblock your ID PIN, you must first enter the ten-digit unblock number (PUK). You will find this in your PIN letter.
de: Sie haben dreimal eine falsche, Ausweis-PIN eingegeben. Um Ihre Ausweis-PIN zu entsperren muss zunächst die zehnstellige Entsperrnummer (PUK) eingegeben werden. Diese finden Sie in Ihrem PIN-Brief.

# PopUp_BaseID_Enter_PUK_Title
source: ID PIN blocked
de: Ausweis-PIN gesperrt

# PopUp_BaseID_Inoperative_PUK_Text
source: Your PUK has already been used 10 times. Please contact your local authority to request a new PUK. Your Basis-ID cannot be created.
de: Ihr PUK wurde bereits 10 mal verwendet. Wenden Sie sich bitte an Ihre zuständige Behörde um eine neue PUK zu beantragen. Ihre Basis-ID kann nicht erstellt werden.

# PopUp_BaseID_Inoperative_PUK_Title
source: PUK inoperative
de: PUK außer Betrieb

# BaseIDPage_PINScreen_PUK_Body_Label
source: The PIN of your ID card is blocked after three incorrect entries. Please enter the ten-digit unblocking number (PUK) to unblock it.
de: Die PIN Ihres Ausweises ist nach dreimaliger Fehleingabe gesperrt. Bitte geben Sie zur Aufhebung der Sperrung die zehnstellige Entsperrnummer (PUK) ein.

# BaseIDPage_PINScreen_PUK_Header_Label
source: Enter PUK
de: PUK eingeben

# PopUp_BaseID_PUK_Info_Button
source: Enter PUK again
de: PUK erneut eingeben

# PopUp_BaseID_PUK_Info_Text
source: You can find your ten digit personal unblocking key (PUK) on your PIN letter. You can enter the PUK ten times, before it becomes invalid. In that case, please address your appropriate authority.
de: Die zehnstellige Entsperrnummer (PUK) finden Sie in Ihrem PIN-Brief. Sie können die PUK zehn mal eingeben, danach wird diese ungültig. In diesem Fall wenden Sie sich bitte an Ihre zuständige Behörde um eine neue PUK zu beantragen.

# PopUp_BaseID_PUK_Info_Title
source: Personal Unblocking Key (PUK)
de: Entsperrnummer (PUK)

# PopUp_BaseID_Wrong_CAN_Button
source: Enter CAN again
de: CAN erneut eingeben

# PopUp_BaseID_Wrong_CAN_Text
source: You entered a wrong six digit CAN. You find yours on your Id card in the bottom right corner.
de: Sie haben eine falsche sechsstellige CAN eingegeben. Sie finden diese unten rechts auf der Vorderseite Ihres Ausweises.

# PopUp_BaseID_Wrong_CAN_Title
source: Wrong CAN
de: CAN falsch

# PopUp_BaseID_Wrong_PUK_Button
source: Enter PUK again
de: PUK erneut eingeben

# PopUp_BaseID_Wrong_PUK_Text
source: You entered the wrong PUK. Please try again.
de: Sie haben eine falsche PUK eingegeben. Bitte versuchen Sie es erneut.

# PopUp_BaseID_Wrong_PUK_Title
source: Wrong PUK
de: PUK falsch

# PopUp_BaseID_CAN_Info_Button
source: Enter CAN
de: CAN eingeben

# PopUp_BaseID_CAN_Info_Text
source: You can find your card access number (CAN) on the bottem right corners of the front on your ID.
de: Sie finden Ihre Kartenzugangsnummer (CAN) unten rechts auf der Vorderseite Ihres Ausweises.

# PopUp_BaseID_CAN_Info_Title
source: Your Card Access Number (CAN)
de: Ihre Kartenzugangsnummer (CAN)

# BaseIDPage_PINScreen_Forgot_Your_PIN
source: Forgot your ID PIN?
de: Ausweis-PIN vergessen?

# BaseIDPage_PINScreen_More_Information
source: More Information
de: Mehr Informationen

# PopUp_BaseID_Enter_CAN_Text_2
source: For the third attempt, the six-digit card access number (CAN) must first be entered.
de: Für den dritten Versuch muss zunächst die sechsstellige Kartenzugangsnummer (CAN) eingegeben werden.

# PopUp_BaseID_Enter_CAN_Text_3
source: You can find it on the bottom right side of the front of your ID card.
de: Sie finden diese unten rechts auf der Vorderseite Ihres Ausweises.

# PopUp_BaseID_Forgot_My_PIN_Text
source: To have your ID PIN reset, please contact your local registration office.
de: Um Ihre Ausweis-PIN zurücksetzen zu lassen, melden Sie sich bitte bei Ihrer zuständigen Meldebehörde.

# PopUp_BaseID_Forgot_My_PIN_Title
source: Forgot your ID PIN
de: Ausweis-PIN vergessen

# PopUp_BaseID_Offer_Text
source: Please check if you want to receive this data.
de: Bitte prüfen Sie, ob Sie diese Daten erhalten möchten.

# BaseIDPage_PINScreen_Transport_Cancel
source: Cancel
de: Abbrechen

# BaseIDPage_PINScreen_ChangePIN_Body_Label
source: Please enter your current ID PIN.
de: Bitte geben Sie nun Ihre aktuelle Ausweis-PIN ein.

# BaseIDPage_PINScreen_ChangePIN_Header_Label
source: Enter current ID PIN
de: Aktuelle Ausweis-PIN eingeben

# PopUp_DataAccess_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_DataAccess_Continue_Button
source: Continue
de: Weiter

# PopUp_DataAccess_Text
source: Data access
de: Lesezugriff

# PopUp_DataAccess_Title
source: The following data will be accessed
de: Auf folgende Daten wird zugegriffen

# PopUp_BaseID_AccessRights_DataAccess_Text
source: The following data is accessed (read access)
de: Auf folgende Daten wird zugegriffen (Lesezugriff)

# BaseIDPage_PINScreen_Selection_Body_Text
source: Do you have the possibility to set or change the PIN of your ID card?
de: Haben Sie die Möglichkeit, die PIN Ihres Ausweises zu setzen oder zu ändern?

# BaseIDPage_PINScreen_Selection_Bold_Text
source: What kind of PIN do you have?
de: Was für eine PIN haben Sie?

# BaseIDPage_PINScreen_Selection_Default_Button
source: Six-digit PIN
de: Sechsstellige PIN

# BaseIDPage_PINScreen_Selection_Forgot_Button
source: Forgot ID PIN
de: Ausweis-PIN vergessen

# BaseIDPage_PINScreen_Selection_Transport_Button
source: Five-digit transport PIN
de: Fünfstellige Transport-PIN

# PopUp_NFC_Not_Enabled_Text
source: To perform this step, you need to activate NFC on your mobile device.
de: Um eine Basis-ID zu erstellen, müssen Sie NFC auf ihrem Mobilgerät aktivieren.

# PopUp_NFC_Not_Enabled_Title
source: NFC not enabled
de: NFC nicht aktiviert

# PopUp_BaseID_Auth_Error_Card_Text
source: The authenticity of your ID card could not be verified. Please make sure that you are using a genuine ID card. Please note that test applications require the use of a test ID card.
de: Die Echtheit Ihres Ausweises konnte nicht überprüft werden. Bitte stellen Sie sicher, dass Sie einen echten Ausweis verwenden. Bitte beachten Sie, dass Testanwendungen die Verwendung eines Testausweises erfordern.

# PopUp_BaseID_Auth_Error_Title
source: Basis-ID error
de: Basis-ID Fehler

# PopUp_HistoryDetails_Text1
source: On
de: Am

# PopUp_HistoryDetails_Text2
source: you shared the following information.
de: haben Sie folgende Informationen geteilt.

# PopUp_HistoryDetails_Title
source: Shared Information
de: Geteilte Informationen

# PopUp_HistoryDetails_Button
source: Close
de: Schließen

# PopUp_HistoryDetails_NonRevealed
source: Non Revealed
de: Nicht Offengelegt

# PopUp_HistoryDetails_Predicates
source: Predicates
de: Indirekte Information

# PopUp_HistoryDetails_Revealed
source: Revealed
de: Offengelegt

# PopUp_HistoryDetails_SelfAttested
source: Self Attested
de: Ohne Nachweis

# PopUp_HistoryCredential_Button
source: Close
de: Schließen

# PopUp_HistoryCredential_Text1
source: On
de: Am

# PopUp_HistoryCredential_Text2
source: you have received the following Credential.
de: haben Sie folgenden Nachweis erhalten.

# PopUp_HistoryCredential_Title
source: Received Credential
de: Erhaltener Nachweis

# LabelTextConvert_Address
source: Address
de: Adresse

# LabelTextConvert_DoctoralDegree
source: Academic Title
de: Akademischer Titel

# LabelTextConvert_Documenttype
source: Document type
de: Dokumentenart

# LabelTextConvert_GivenNames
source: First Name
de: Vorname

# LabelTextConvert_Nationality
source: Nationality
de: Nationalität

# LabelTextConvert_ValidUntil
source: Expiry Date of the ID
de: Ablaufdatum des Personalausweises

# PopUp_BaseID_Lock_PIN_Label
source: LockPIN
de: Sperrkennwort

# PopUp_BaseID_PUK_Success_Text
source: Your PUK entry was successful. After restarting the process, you will receive 3 new attempts to enter your PIN correctly.
de: Ihre PUK Eingabe war erfolgreich. Nach Neustart des Prozesses erhalten Sie 3 neue Versuche Ihre PIN korrekt einzugeben.

# PopUp_BaseID_PUK_Success_Title
source: PUK successful
de: PUK Eingabe erfolgreich

# PopUp_BaseID_Enter_CAN_Text_4
source: You have entered an incorrect Transport-PIN twice.
de: Sie haben zweimal eine falsche Transport-PIN eingegeben.

# PopUp_BaseID_Wrong_PIN_Pre_Text_2
source: You have entered an incorrect Transport-PIN or the one-time possible use has already been made. You have
de: Sie haben eine falsche Transport-PIN eingegeben. Sie haben

# PopUp_Vitual_Device_Title
source: Warning
de: Warnung

# PopUp_Vitual_Device_Message
source: This app does not run on virtual devices!
de: Diese App läuft nicht auf virtuellen Geräten!

# PopUp_Vitual_Device_Button
source: Close
de: Schließen

# PopUp_New_App_Title
source: Attention!
de: Achtung!

# PopUp_New_App_Message
source: This app has been renamed to "ID Wallet ALT" in the course of an update. The official publisher of the app will be changed to a new one, so the ID Wallet app will have to be republished in the corresponding stores. This is not an update, but a new app that needs to be downloaded (except for the publisher, everything in this app will be identical to the previous app, including the name ID Wallet). Please search for this new app "ID Wallet" in the appropriate stores from time to time and download it.
de: Diese App wurde im Zuge eines Updates in "ID Wallet ALT" umbenannt. Der offizielle Herausgeber der App wird nochmal geändert, weshalb die ID Wallet App in den enstprechenden Stores neu veröffentlicht werden muss. Es handelt sich dabei nicht um ein Update, sondern um eine neue App, die heruntergeladen werden muss (bis auf den Herausgeber wird in dieser App alles identisch zur bisherigen App sein, inkl. der Name ID Wallet). Bitte suchen Sie in den entsprechenden Stores von Zeit zu Zeit nach dieser neuen App “ID Wallet” und laden sie herunter.

# PopUp_Login_Last_Try_Label
source: You have entered an incorrect PIN 4 times. If you enter an incorrect PIN again, your wallet will become unusable.
de: Sie haben 4 Mal eine falsche PIN eingegeben. Wenn Sie erneut eine falsche PIN eingeben, wird Ihre Wallet unbrauchbar.

# PopUp_Proof_Auth_Title
source: Please enter your wallet PIN.
de: Bitte geben Sie Ihre Wallet-PIN ein.

# LiabilityPage_Text
source: The user is aware that technical malfunctions and other complications may occur when using the app. Any liability claims are governed by §§ 516 ff. BGB. The liability of the operator is limited to intent and gross negligence (§ 521 BGB). In addition, the operator shall only be liable for defects of law and defects of quality in the event of fraudulent concealment of the defects (§ 523 para. 1, § 524 para. 1 BGB). Any other relevant provisions shall remain unaffected.
de: Dem Benutzer ist bewusst, dass es bei der Nutzung der App zu technischen Störungen und anderen Komplikationen kommen kann. Etwaige Haftungsansprüche richten sich nach den §§ 516 ff. BGB. Die Haftung des Betreibers ist auf Vorsatz und grobe Fahrlässigkeit beschränkt (§ 521 BGB). Darüber haftet der Betreiber für Rechtsmängel und Sachmängel nur bei arglistigem Verschweigen des Mangels (§ 523 Abs. 1, § 524 Abs. 1 BGB). Etwaige andere einschlägige Vorschriften bleiben unberührt.

# LiabilityPage_Title
source: Liability
de: Haftung

# LiabilityPage_Jurisdiction
source: Place of jurisdiction: Langen
de: Gerichtsstand: Langen

# PopUp_BaseID_Auth_Error_Text
source: Something went wrong while issuing your Basis-ID. Please restart the process.
de: Bei der Ausstellung ihrer Basis-ID ist etwas schief gelaufen. Bitte starten Sie den Prozess erneut.

# BaseIDPage_Info_Label_1
source: Currently only works for you with test ID cards (more info
de: Funktioniert für Sie derzeit nur mit Testausweisen (weitere Infos

# BaseIDPage_Info_Label_2
source: here
de: hier

# BaseIDPage_Info_Label_3
source: ). Later in the year also available for your ID card.
de: ). Später im Jahr auch für Ihren Personalausweis verfügbar.

# AttributeValueConvert_Antigen_Vaccine
source: SARS-CoV-2 antigen vaccine
de: SARS-CoV-2 Antigen Impfstoff

# AttributeValueConvert_Covaxin_Vacc
source: Covaxin (also known as BBV152 A, B, C)
de: Covaxin (auch BBV152 A, B, C)

# AttributeValueConvert_Misc_Vaccine
source: covid-19 vaccines
de: covid-19 Impfstoff

# AttributeValueConvert_Mrna_Vaccine
source: SARS-CoV-2 mRNA vaccine
de: SARS-CoV-2 mRNA Impfstoff

# AttributeValueConvert_Vero_Cell_Vacc
source: Inactivated SARSCoV-2 (Vero Cell)
de: Deaktiviertes SARSCoV-2 (Vero Cell)

# LabelTextConvert_CountryOfVaccination
source: Country of Vaccination
de: Land der Impfung

# LabelTextConvert_DateOfVaccination
source: Date of Vaccination
de: Datum der Impfung

# LabelTextConvert_DeseaseTargeted
source: Desease Targeted
de: Impfung gegen

# LabelTextConvert_DoseNumber
source: Dose Number
de: Anzahl Impfungen

# LabelTextConvert_Issuer
source: Certificate Issuer
de: Aussteller des Nachweises

# LabelTextConvert_Manufacturer
source: Manufacturer
de: Hersteller

# LabelTextConvert_TotalDoseNumber
source: Total Series of Doses
de: Gesamtzahl notwendiger Impfungen

# LabelTextConvert_Uvci
source: UVCI (Identification Number of the Certificate)
de: UVCI (Identifikationsnummer für das Zertifikat)

# LabelTextConvert_Vaccine
source: Corona Vaccine
de: Impfstoff

# LabelTextConvert_ProductDesc
source: Vaccine Medical Product
de: Produktbezeichnung (Name des Impfstoffs)

# LabelTextConvert_SchemaVersion
source: Version of the Schema
de: Version des Schemas

# LabelTextConvert_StandardisedFamilyName
source: Standardised Family Name
de: Standardiserter Nachname

# LabelTextConvert_StandardisedGivenName
source: Standardised Given Name
de: Standardiserter Vorname

# PopUp_Add_Vac_Title
source: Storage of COVID certificate
de: Speicherung des QR-Code

# PopUp_Add_Vac_Message
source: Please confirm that you wish to proceed with storing the COVID certificate in your Wallet.
de: Bitte bestätigen Sie, dass Sie mit der Speicherung des QR-Code in Ihrem Wallet fortfahren möchten.

# PopUp_Add_Vac_Button_Cancel
source: Cancel
de: Abbrechen

# PopUp_BaseID_ReadyToScan_Process_After_Label
source: of 2 scan processes
de: von 2 Auslesevorgängen

# PopUp_BaseID_ReadyToScan_Process_Before_Label
source: Scan process:
de: Auslesevorgang:

# BaseIDPage_StartScreen_Privacy_Consent_Label
source: Declaration of consent
de: Einwilligungserklärung

# LegalNoticePage_Commercial_Register
source: Commercial Register: Local Court Offenbach – HRB 53742
de: Handelsregister: Amtsgericht Offenbach - HRB 53742

# PopUp_ReadyToScan_Cancel_Button
source: Cancel
de: Abbrechen

# BaseIDPage_ReadIdScreen_Security_Label
source: If you continue, a device check (Android: SafetyNet, iOS: DeviceCheck) is performed to check ID Wallet authenticity. The results of this check will be sent to Bundesdruckerei GmbH for verification.
de: Wenn Sie fortfahren, wird zur Gewährleistung der ID Wallet Authentizität eine Geräteprüfung (Android: SafetyNet, iOS: DeviceCheck) durchgeführt. Die Ergebnisse dieses Checks werden zur Überprüfung an die Bundesdruckerei GmbH übermittelt.

# LabelTextConvert_DriveBirthName
source: 1. Birthname
de: 1. Geburtsname

# LabelTextConvert_DriveFirstName
source: 2. Firstname
de: 2. Vorname

# LabelTextConvert_DriveBirthDate
source: 3. Date of birth
de: 3. Geburtsdatum

# LabelTextConvert_DriveBirthPlace
source: 3. Place of birth
de: 3. Geburtsort

# LabelTextConvert_DriveIssueDate
source: 4a. Issue date
de: 4a. Ausstellungsdatum

# LabelTextConvert_DriveExpiryDate
source: 4b. Expiration date
de: 4b. Ablaufdatum

# LabelTextConvert_DriveIssuer
source: 4c. Issuer
de: 4c. Aussteller

# LabelTextConvert_DriveNumber
source: 5. Driving license number
de: 5. Führerscheinnummer

# LabelTextConvert_DriveClasses
source: 9. Driving license classes
de: 9. Führerscheinklassen

# LabelTextConvert_DriveValidSince
source: 10. valid from
de: 10. gültig ab

# LabelTextConvert_DriveValidTill
source: 11. valid till
de: 11. gültig bis

# LabelTextConvert_DriveRestrictions
source: 12. Restrictions
de: 12. Beschränkungen

# Qr_Personal_Data_Message
source: Please note that the QR code may contain personal data. People who have access to the QR code can read the data it contains.
de: Bitte beachten Sie, dass der QR-Code personenbezogene Daten enthalten kann. Personen, die Zugriff auf den QR-Code haben, können die enthaltenen Daten auslesen.

# Qr_Personal_Data_Title
source: Note
de: Hinweis

# Qr_History_Message_1
source: COVID certificate added
de: QR-Code hinzugefügt

# Qr_History_Message_2
source: you have added the following COVID certificate.
de: haben Sie folgenden QR-Code hinzugefügt.
