Repository: My-DIGI-ID/ID-Wallet
Catalog: src/IDWallet/Resources/Lang.*.resx
Languages: de

# PopUp_Login_Ultimately_Failed_Text
source: Too many failed attempts, your wallet is now unusable.
de: Zu viele fehlgeschlagene Versuche, Ihr Wallet ist jetzt nicht mehr nutzbar.

# PopUp_Login_Ultimately_Failed_Title
source: PIN verification failed
de: PIN Überprüfung fehlgeschlagen

# PopUp_Mediator_Images_Accept_Button
source: Accept
de: Akzeptieren

# PopUp_Mediator_Images_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Mediator_Images_CheckBox_Text
source: I understand, use mediator images.
de: Ich verstehe, Mediator Bilder benutzen.

# PopUp_Mediator_Images_Link
source: data privacy declaration
de: Datenschutzerklärung

# PopUp_Mediator_Images_Text_1
source: Please note that the IP address of your device is used to provide corresponding images. You find further information in our
de: Bitte beachten Sie, dass die IP-Adresse Ihres Geräts genutzt wird, um entsprechende Bilder zur Verfügung zu stellen. Informationen finden Sie in unserer

# PopUp_Mediator_Images_Text_2
source: , in particular with point 2.2.
de: , insb. in Punkt 2.2.

# PopUp_Mediator_Images_Title
source: Use mediator images
de: Mediator Bilder benutzen

# PopUp_Migration_Later
source: Later
de: Später

# PopUp_Migration_Message
source: Due to major changes in the technology used, your wallet must be migrated. This is done automatically after clicking Start. We recommend that you perform a backup first.
de: Aufgrund größerer Veränderungen in der verwendeten Technologie muss Ihr Wallet migriert werden. Dies wird nach dem Klicken auf Start automatisch durchgeführt. Wir empfehlen, zunächst ein Backup durchzuführen.

# PopUp_Migration_Title
source: Migration required
de: Migration erforderlich

# PopUp_Network_Error_Text
source: Please check your internet connection and try again.
de: Bitte Internetverbindung prüfen und wieder versuchen.

# PopUp_Network_Error_Title
source: Network Error
de: Netzwerkfehler

# PopUp_New_Connection_Name_Failed_Text
source: The new name cannot be empty or
de: Der neue Name darf nicht leer sein oder

# PopUp_New_Connection_Name_Failed_Title
source: Invalid name
de: Ungültiger Name

# PopUp_New_PIN_Failed_Text
source: The PINs you entered do not match, please try again.
de: Die eingegebenen PINs stimmen nicht überein, bitte versuchen Sie es noch einmal.

# PopUp_New_PIN_Failed_Title
source: PINs do not match
de: PINs stimmen nicht überein

# PopUp_New_PIN_No_Match_Text
source: The PINs you entered do not match, please try again.
de: Die eingegebenen PINs stimmen nicht überein, bitte versuchen Sie es noch einmal.

# PopUp_New_PIN_No_Match_Title
source: PINs do not match
de: PINs stimmen nicht überein

# PopUp_No_Network_Text
source: You have no connection to the Internet, your wallet has limited use.
de: Sie haben keine Verbindung zum Internet, Ihre Wallet ist nur eingeschränkt nutzbar.

# PopUp_No_Network_Title
source: No Internet
de: Kein Internet

# PopUp_Old_PIN_Wrong_Text
source: Wrong PIN entered
de: Falsche PIN eingegeben

# PopUp_Old_PIN_Wrong_Title
source: Wrong PIN
de: Falsche PIN

# PopUp_PIN_Changed_Text
source: The PIN was changed successfully.
de: PIN erfolgreich geändert.

# PopUp_PIN_Changed_Title
source: PIN Changed
de: PIN geändert

# PopUp_Pns_Polling_Message
source: Unfortunately no connection could be established with the push service. New messages are retrieved every 30 seconds when the app is open.
de: Es konnte leider keine Verbindung mit dem Push-Dienst hergestellt werden. Neue Nachrichten werden bei geöffneter App alle 30 Sekunden abgerufen.

# PopUp_Pns_Polling_Title
source: Push Service Error
de: Push Service Fehler

# PopUp_Presentation_Request_Accept_Button
source: View Request
de: Anfrage anzeigen

# PopUp_Presentation_Request_Cancel_Button
source: Later
de: Später

# PopUp_Presentation_Request_Received_Text
source: You've got a new Proof Request from
de: Sie haben eine neue Proof-Anfrage von

# PopUp_Presentation_Request_Title
source: New Request
de: Neue Anfrage

# PopUp_Presented_Details_Cancel_Button
source: Close
de: Schließen

# PopUp_Presented_Details_CheckBox_Label
source: I understand, request deletion.
de: Ich verstehe, Löschung beantragen.

# PopUp_Presented_Details_Claim_Back_Button
source: Delete
de: Löschen

# PopUp_Presented_Details_Claim_Back_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Presented_Details_Claim_Back_Confirmed_Button
source: Confirm
de: Bestätigen

# PopUp_Presented_Details_Deleted_Label
source: DELETED
de: GELÖSCHT

# PopUp_Presented_Details_Disclaimer_Label
source: According to art. 17 DSGVO you have the right to have your data deleted. Digital Enabling GmbH (App Publisher) cannot guarantee that the recipient of the request will actually carry out the deletion.
de: Nach Art. 17 DSGVO haben Sie ein Recht auf die Löschung ihrer Daten. Die Digital Enabling GmbH (App Herausgeber) kann nicht gewährleisten, dass der Empfänger des Antrags die Löschung tatsächlich durchführt.

# PopUp_Presented_Details_Info_Label
source: Are you sure you want to request the deletion of your shared information?
de: Sind Sie sicher, dass Sie die Löschung ihrer geteilten Informationen beantragen wollen?

# PopUp_Presented_Details_Undeletable_Disclaimer
source: The automatic deletion of shared information can only be requested if the other party supports this function. The deletion of other proof requests must be requested directly from the recipient.
de: Die automatische Löschung geteilter Informationen kann nur beantragt werden, wenn die Gegenseite diese Funktion unterstützt. Die Löschung sonstiger Proof Anfragen muss direkt beim Empfänger beantragt werden.

# PopUp_Proof_Request_NoConnection_Received_Text
source: You've got a new Proof Request
de: Sie haben eine neue Proof-Anfrage

# PopUp_Proof_Request_Received_Button
source: View Request
de: Anfrage anzeigen

# PopUp_Proof_Request_Received_Text
source: You've got a new Proof Request from
de: Sie haben eine neue Proof-Anfrage von

# PopUp_Proof_Request_Received_Title
source: New Request
de: Neue Anfrage

# PopUp_Proof_Sending_Error_Message
source: Sending the proof failed, please try again.
de: Senden des Proof fehlgeschlagen, bitte versuchen Sie es erneut.

# PopUp_Proof_Sending_Error_Title
source: Error
de: Fehler

# PopUp_Proof_Sending_Failed_Button
source: Close
de: Schließen

# PopUp_Proof_Sending_Failed_Text
source: Failed to send proof.
de: Senden des Proof fehlgeschlagen.

# PopUp_Proof_Sending_Failed_Title
source: Error
de: Fehler

# PopUp_Proof_Sending_Response_Button
source: Close
de: Schließen

# PopUp_Proof_Sending_Response_CheckBox_Text
source: Do not show this message in the future.
de: Diese Nachricht künftig nicht mehr anzeigen.

# PopUp_Proof_Sending_Response_Text_1
source: You can check the shared information in your
de: Sie können die geteilte Information im

# PopUp_Proof_Sending_Response_Text_2
source: History
de: Verlauf

# PopUp_Proof_Sending_Response_Title
source: Sharing successful
de: Teilen erfolgreich

# PopUp_ProofRequest_Accept_Button
source: Share
de: Teilen

# PopUp_ProofRequest_Delete_Button
source: Cancel
de: Abbrechen

# PopUp_ProofRequest_Header_BeforeName
source: Do you want to share these credentials with
de: Möchten Sie diese Nachweise mit

# PopUp_ProofRequest_ItemText
source: Please only select one credential
de: Bitte nur eine Bescheinigung wählen

# PopUp_ProofRequest_Privacy_Policy_Label1
source: Please note our privacy policy
de: Bitte nehmen Sie unsere Datenschutzerklärung zur Kenntnis

# PopUp_ProofRequest_Privacy_Policy_Label2
source: especially chapter 2.2
de: besonders Abschnitt 2.2

# PopUp_ProofRequest_Privacy_Policy_Label3
source: By clicking 'Send' you confirm that the selected data will be transferred to
de: Mit "Senden" bestätigen Sie, dass die ausgewählten Daten übertragen werden an

# PopUp_ProofRequest_Text
source: Please make sure you want to share these credentials.
de: Bitte prüfen Sie, ob Sie all diese Daten teilen möchten.

# PopUp_Proofs_Deleted_Count_Text
source: Number of deleted proofs:
de: Anzahl gelöschter Proofs:

# PopUp_Proofs_Deleted_Text
source: received your request and deleted the shared information.
de: hat ihre Anfrage erhalten und die geteilten Informationen gelöscht.

# PopUp_Proofs_Deleted_Title
source: Deletion request successful
de: Löschanfrage erfolgreich

# PopUp_QR_Fail_Text
source: The given QR code does not represent a connection or a transaction.
de: Der QR-Code stellt keine Verbindung oder Transaktion dar.

# PopUp_QR_Fail_Title
source: No valid QR code
de: Kein gültiger QR-Code

# PopUp_Recovery_Common_Invalid_State_Button
source: Close
de: Schließen

# PopUp_Recovery_Common_Invalid_State_Text
source: Unable to recover the wallet, please reinstall the app.
de: Konnte Wallet nicht wiederherstellen, bitte installieren Sie die App neu.

# PopUp_Recovery_Common_Invalid_State_Title
source: Recovery not possible.
de: Wiederherstellung nicht möglich.

# PopUp_Recovery_Common_Invalid_Structure_Button
source: Close
de: Schließen

# PopUp_Recovery_Common_Invalid_Structure_Text
source: Please make sure to upload the correct backup file and reenter your seed phrase.
de: Bitte stellen Sie sicher, dass Sie die korrekte Backup-Datei hochladen und geben Sie die Seed-Phrase erneut ein.

# PopUp_Recovery_Common_Invalid_Structure_Title
source: Wrong backup file or seed phrase
de: Falsche Backup-Datei oder Seed-Phrase

# PopUp_Recovery_Import_Failed_Button
source: Close
de: Schließen

# PopUp_Recovery_Import_Failed_Text
source: A problem occured during the recovery. Please try again.
de: Problem bei der Wiederherstellung. Bitte versuchen Sie es noch einmal.

# PopUp_Recovery_Import_Failed_Title
source: Import failed
de: Importieren fehlgeschlagen

# PopUp_Recovery_Invalid_Mnenomic_Button
source: Close
de: Schließen

# PopUp_Recovery_Invalid_Mnenomic_Text
source: Please try again.
de: Bitte versuchen Sie es noch einmal.

# PopUp_Recovery_Invalid_Mnenomic_Title
source: Wrong seed phrase
de: Falsche Seed-Phrase

# PopUp_RenewPush_Cancel
source: Cancel
de: Abbrechen

# PopUp_RenewPush_Message
source: Confirmation renews the push token for your device. Please perform this step if you have problems receiving messages.
de: Durch die Bestätigung wird der Push-Token für Ihr Gerät erneuert. Führen Sie diesen Schritt bitte durch, falls Sie Probleme beim Erhalt von Nachrichten haben.

# PopUp_RenewPush_Title
source: Renew push token
de: Push-Token erneuern

# PopUp_Restriction_Button
source: Close
de: Schließen

# PopUp_Restriction_Header
source: Restrictions
de: Restriktionen

# PopUp_Save_Changes_Dont_Save_Button
source: Don't save
de: Nicht speichern

# PopUp_Save_Changes_Save_Button
source: Save
de: Speichern

# PopUp_Save_Changes_Text
source: You have made unsaved changes. Do you want to save them?
de: Manche Änderungen wurden nicht gespeichert. Möchten Sie sie speichern?

# PopUp_Save_Changes_Title
source: Unsaved Changes
de: Nicht gespeicherte Änderungen

# PopUp_Scanner_Permission_Button
source: Cancel
de: Abbrechen

# PopUp_Scanner_Permission_Text
source: ID Wallet needs access to the camera of your device to use the scanner.
de: ID Wallet benötigt Zugriff auf die Kamera Ihres Geräts, um den Scanner verwenden zu können.

# PopUp_Scanner_Permission_Title
source: Permission needed
de: Freigabe benötigt

# PopUp_Seed_Phrase_Wrong_Text
source: Please write these words down carefully and try again.
de: Bitte schreiben Sie diese Wörter sorgfältig auf und versuchen Sie es noch einmal.

# PopUp_Seed_Phrase_Wrong_Title
source: Wrong Seed Phrase
de: Falsche Seed-Phrase

# PopUp_Storage_Permission_Needed_Credential_Button
source: Cancel
de: Abbrechen

# PopUp_Storage_Permission_Needed_Credential_Text
source: ID Wallet needs access to the storage of your device to accept this credential.
de: ID Wallet benötigt Zugriff auf den Speicher Ihres Geräts, um dieses Credential annehmen zu können.

# PopUp_Storage_Permission_Needed_Credential_Title
source: Permission needed
de: Freigabe benötigt

# PopUp_Storage_Permission_Needed_Proof_Button
source: Cancel
de: Abbrechen

# PopUp_Storage_Permission_Needed_Proof_Text
source: ID Wallet tried to automatically answer a Request but failed because it needs permission to access your device storage.
de: ID Wallet hat versucht, eine Anfrage automatisch zu beantworten, benötigt dazu aber Erlaubnis, den Speicher des Geräts zu nutzen.

# PopUp_Storage_Permission_Needed_Proof_Title
source: Permission needed
de: Freigabe benötigt

# PopUp_Transaction_Error_Message
source: This session was already used.
de: Diese Sitzung wurde bereits verwendet.

# PopUp_Transaction_Error_Title
source: Error
de: Fehler

# PopUp_Transaction_Ledger_Change_Message
source: You are not on the suggested ledger.
de: Sie befinden sich nicht auf dem vorgeschlagenen Ledger.

# PopUp_Transaction_Ledger_Change_Title
source: Wrong Ledger
de: Falscher Ledger

# PopUp_Undefined_Error_Add_Credential_Page_Item_Message
source: An error occured while adding a new Credential Page Item
de: Beim Hinzufügen eines neuen Elements der Credential Page ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Add_Credential_Page_Pop_Up_Item_Message
source: An error occured while adding a new Credential Page History Item
de: Ein Fehler ist beim Hinzufügen eines neuen Credential Page History Item aufgetreten

# PopUp_Undefined_Error_Connections_Added_Message
source: An error occured while adding a new Connection to Connection View Model
de: Beim Hinzufügen einer neuen Verbindung zum Modell der Views ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Connections_Processed_Message
source: An error occured while processing a new message at Connection View Model
de: Bei der Verarbeitung einer neuen Nachricht im Connection View Model ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Create_Cred_Detail_Message
source: An error occured while deserializing Credential Details
de: Bei der Deserialisierung von Credential-Details ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Create_Proof_Title_Message
source: An error occured while deserializing Proof Title
de: Bei der Deserialisierung des Proof-Titels ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Execute_Notifications_Add_Message
source: An error occured while adding a new Auto Accept Notification
de: Beim Hinzufügen einer neuen Auto-Accept-Benachrichtigung ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Execute_Notifications_Message
source: An error occured while deserializing Credential Notification
de: Ein Fehler ist bei der Deserialisierung der Credential-Benachrichtigung aufgetreten

# PopUp_Undefined_Error_Execute_Notifications_Proof_Message
source: An error occured while deserializing Proof Notification
de: Bei der Deserialisierung der Proof-Benachrichtigung ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Load_Shared_Message
source: An error occured while deserializing shared Credentials
de: Ein Fehler ist bei der Deserialisierung freigegebener Credentials aufgetreten

# PopUp_Undefined_Error_Message
source: An unknown error has occurred, please try again.
de: Ein unbekannter Fehler ist aufgetreten, bitte versuchen Sie es erneut.

# PopUp_Undefined_Error_Save_Message
source: An error occured while serializing a session value
de: Bei der Serialisierung eines Sitzungswertes ist ein Fehler aufgetreten

# PopUp_Undefined_Error_Title
source: An error occured
de: Es ist ein Fehler aufgetreten

# ProofRequestDetailsPage_Create_Button
source: Create
de: Erstellen

# ProofRequestDetailsPage_Revealed_Label
source: Shared Information
de: Geteilte Informationen

# ProofRequestPage_Cancel_Button
source: Cancel
de: Abbrechen

# ProofRequestPage_CredDefInfo_Text
source: Combining multiple credentials of the same credential definition is not possible.
de: Die Kombination mehrerer Credentials zur gleichen Credential Definition ist nicht möglich.

# ProofRequestPage_Entry_Placeholder
source: Choose yourself
de: Selbst wählen

# ProofRequestPage_Head_Label
source: is requesting the following information from you
de: erbittet die folgenden Informationen von Ihnen

# ProofRequestPage_Send_Button
source: Send
de: Senden

# ProofRequestPage_Unknown_Connection_Alias
source: Unknown
de: Unbekannt

# RecoverBackupPage_Choose_File
source: Choose a file to recover your wallet.
de: Wählen Sie eine Datei, aus der Sie Ihr Wallet wiederherstellen möchten

# RecoverBackupPage_Enter_Phrase
source: Enter your recovery words separated by spaces to import your wallet backup.
de: Bitte geben Sie die Wiederherstellungsworte getrennt durch Leerzeichen ein:

# RecoverBackupPage_Entry_Placeholder
source: Enter recovery words
de: Wiederherstellungsworte eingeben

# RecoverBackupPage_Open_File_Button
source: Open file
de: Datei öffnen

# RecoverBackupPage_Recover_Button
source: Recover Backup
de: Backup wiederherstellen

# RecoverBackupPage_Title
source: Recovery
de: Wiederherstellung

# RecoverBackupPage_Warning
source: Please note: Importing a wallet backup will overwrite your existing wallet. All data in that wallet will be lost.
de: Achtung: Die Wiederherstellung eines Wallets überschreibt das derzeitig aktive Wallet. Alle Daten werden unwiderruflich gelöscht.

# ScanPage_Camera_Icon_Label
source: Scan a QR-Code
de: Scannen Sie einen QR-Code

# SettingsPage_Legal
source: Legal
de: Rechtliches

# SettingsPage_Advanced_Settings
source: Expert Settings
de: Erweiterte Einstellungen

# SettingsPage_Biometrics
source: Use Biometrics
de: Biometrie verwenden

# SettingsPage_Change_Language
source: Change language
de: Sprache wechseln

# SettingsPage_Change_Ledger
source: Change Ledger
de: Ledger wechseln

# SettingsPage_Change_Passcode
source: Change PIN
de: PIN ändern

# SettingsPage_ClearData
source: Clear all data
de: Alle Daten löschen

# SettingsPage_Connections
source: Connections
de: Verbindungen

# SettingsPage_Create_Backup
source: Create Backup
de: Backup erstellen

# SettingsPage_First_Category
source: SECURITY
de: SICHERHEIT

# SettingsPage_ForceFocus
source: Force autofocus
de: Autofokus erzwingen

# SettingsPage_Legal_Notice
source: Legal Notice
de: Impressum

# SettingsPage_Licenses
source: Licenses
de: Lizenzen

# SettingsPage_Options
source: Options
de: Optionen

# SettingsPage_Privacy_Policy
source: Privacy Policy
de: Datenschutzerklärung

# SettingsPage_Recover_Backup
source: Recover from Backup
de: Aus Backup wiederherstellen

# SettingsPage_Renew_Push
source: Renew Push
de: Push erneuern

# SettingsPage_RenewPush
source: Renew Push
de: Push erneuern

# SettingsPage_Second_Category
source: OPTIONS
de: OPTIONEN

# SettingsPage_Security
source: Security
de: Sicherheit

# SettingsPage_ShowMediator
source: Show Mediator Connection
de: Mediator Connection anzeigen

# SettingsPage_ShowMigrationLog
source: Show migration log
de: Migrationslog anzeigen

# SettingsPage_StartMigration
source: Start migration
de: Starte Migration

# SettingsPage_Title
source: Settings
de: Einstellungen

source: Start scan
de: Scan starten

# Tabbar_Connections
source: Connections
de: Verbindungen

# Tabbar_History
source: Activity
de: Verlauf

# Tabbar_Scan
source: QR-Code Scan
de: Scan

# CredentialHistoryListElement_From
source: From
de: Von

# PopUp_Credential_New_Offer_Title
source: New Credential
de: Neuer Nachweis

# PopUp_Credential_New_Offer_First_Text
source: Do you want to add the Credential from
de: Möchten Sie den Nachweis von

# PopUp_Credential_New_Offer_Second_Text
source: to your wallet?
de: zu Ihrem Wallet hinzufügen?

# LabelTextConvert_addressCity
source: City
de: Stadt

# LabelTextConvert_familyName
source: Family Name
de: Familienname

# LabelTextConvert_placeOfBirth
source: Place of Birth
de: Geburtsort

# LabelTextConvert_birthName
source: (eventually) Birth Name
de: (eventuell) Geburtsname

# LabelTextConvert_firstName
source: First Name
de: Vorname

# LabelTextConvert_dateOfBirth
source: Date of Birth
de: Geburtsdatum

# LabelTextConvert_addressStreet
source: Street
de: Straße

# LabelTextConvert_addressCountry
source: Country
de: Land

# LabelTextConvert_dateOfExpiry
source: Date of Expiry
de: Ablaufdatum

# LabelTextConvert_academicTitle
source: Academic Title
de: Akademischer Titel

# LabelTextConvert_addressZipCode
source: Zip Code
de: PLZ

# LabelTextConvert_firmName
source: Company
de: Firma

# LabelTextConvert_firmSubject
source: Subject
de: Betreff

# LabelTextConvert_firmStreet
source: Street
de: Straße

# LabelTextConvert_firmCity
source: City
de: Stadt

# LabelTextConvert_firmPostalcode
source: Zip Code
de: PLZ

# BaseIDPage_Connecting_Title
source: ID process is performed
de: Ausweisvorgang wird durchgeführt

# BaseIDPage_Connecting_Text
source: Please don't move your ID.
de: Bitte den Ausweis nicht bewegen.

# BaseIDPage_Connecting_Bar_Text_2
source: Checking ID
de: Karte wird geprüft

# BaseIDPage_Connecting_Bar_Text_1
source: Checking provider
de: Anbieter wird geprüft

# BaseIDPage_Connecting_Bar_Text_3
source: Reading data
de: Daten werden gelesen

# BaseIDPage_Connecting_Bar_Text_4
source: Processing data
de: Ergebnisse werden verarbeitet

# PopUp_Missing_Credentials_Title
source: Missing Credentials
de: Fehlende Nachweise

# PopUp_Missing_Credentials_Text
source: You are missing the needed credentials to answer this request.
de: Ihnen fehlen die nötigen Nachweise um diese Anfrage zu beantworten.

# BaseIDPage_SuccessScreen_Button
source: Show ID
de: ID anzeigen

# BaseIDPage_SuccessScreen_Text
source: Your Basis-ID is now available in your Wallet.
de: Ihre Basis-ID liegt jetzt in Ihrer Wallet bereit.

# BaseIDPage_SuccessScreen_Title
source: Basis-ID was created successfully
de: Basis-ID wurde erfolgreich angelegt

# PopUp_BaseID_Lock_Title
source: Lock password received
de: Sperrkennwort erhalten

# PopUp_BaseID_Lock_Text
source: You have received your personal lock password with your Basis-ID. You will need this to block the Basis-ID (e.g. if you lose your Id card).
de: Zu Ihrer Basis-ID erhalten Sie Ihr persönliches Sperrkennwort. Dieses benötigen Sie für das Sperren der Basis-ID (z.B. im Falle des Verlustes Ihres Personalausweises).

# BaseIDPage_PINScreen_Default_Header_Label
source: Enter ID PIN
de: Ausweis-PIN eingeben

# BaseIDPage_PINScreen_Transport_Label
source: Only Transport PIN known?
de: Nur Transport-PIN bekannt?

# BaseIDPage_ReadIdScreen_Header_Label
source: Read ID card
de: Personalausweis auslesen

# BaseIDPage_ReadIdScreen_Body_Label
source: Please have your ID card and the corresponding ID PIN ready.
de: Bitte halten Sie Ihren Personalausweis und die zugehörige Ausweis-PIN bereit.

# BaseIDPage_ReadIdScreen_Button_Label
source: Read ID card
de: Personalausweis auslesen

# BaseIDPage_StartScreen_Header_Label
source: Create your Basis-ID
de: Basis-ID anlegen

# BaseIDPage_StartScreen_Body_Label
source: The Basis-ID represents your identity in your ID Wallet and is created using the online ID card function of your ID card. Go through the short process and add your Basis-ID to your ID Wallet.
de: Die Bundesdruckerei GmbH stellt im Rahmen des Projekts „Europäisches Identitätsökosystem“ für das Bundeskanzleramt eine Basis-ID nach einer erfolgreichen Identifizierung mit Hilfe der Online-Ausweisfunktion des Personalausweises aus. Diese Basis-ID steht Ihnen im Rahmen eines Testbetriebs zur späteren Nutzung nach Maßgabe der nachfolgenden Bestimmungen zur Verfügung.

# BaseIDPage_StartScreen_Button_Label
source: I have it all! Start now
de: Los gehts

# BaseIDPage_StartScreen_User_Agreement_Label
source: User agreement
de: Nutzungsbedingungen

# PopUp_BaseID_AccessRights_Text
source: Please make sure you want to share these information.
de: Bitte prüfen Sie, ob Sie diese Daten teilen möchten.

# PopUp_BaseID_AccessRights_Title
source: You would like to identify yourself for the following process
de: Sie möchten sich für folgenden Vorgang ausweisen

# PopUp_BaseID_AccessRights_Continue_Button
source: Share
de: Teilen
