Repository: My-DIGI-ID/ID-Wallet
Catalog: src/IDWallet/Resources/Lang.*.resx
Languages: de

# AddGatewayPage_Address_Label
source: Address
de: Adresse

# AddGatewayPage_Cancel_Button
source: Cancel
de: Abbrechen

# AddGatewayPage_Key_Label
source: Key
de: Schlüssel

# AddGatewayPage_Save_Button
source: Save
de: Speichern

# AddGatewayPage_Title
source: Add Gateway
de: Gateway hinzufügen

# AddLedgerPage_Create_Ledger_Button
source: Create Ledger
de: Ledger erstellen

# AddLedgerPage_Entry_Placeholder
source: Enter Ledger Name
de: Name des Ledgers eingeben

# AddLedgerPage_First_Task
source: 1. Please select a genesis transaction file:
de: 1. Bitte wählen Sie eine Genesis-Transaktionsdatei aus:

# AddLedgerPage_Second_Task
source: 2. Name your ledger using a unique name:
de: 2. Bitte Ledger mit eindeutigem Namen benennen:

# AddLedgerPage_Select_Genesis_Button
source: Select Genesis
de: Genesis auswählen

# AddLedgerPage_Title
source: Add Ledger
de: Ledger hinzufügen

# ChangeLanguagePage_Cancel_Button
source: Cancel
de: Abbrechen

# ChangeLanguagePage_Choose_Label
source: Choose language
de: Sprache wählen

# ChangeLanguagePage_Save_Button
source: Save
de: Speichern

# ChangeLanguagePage_Title
source: Change language
de: Sprache wechseln

# ChangeLedgerPage_Disclaimer
source: Attention:
de: Achtung:

# ChangeLedgerPage_EESDI
source: EESDI Productive Ledger
de: EESDI Pilot Ledger

# ChangeLedgerPage_Title
source: Change Ledger
de: Ledger wechseln

# ChangeLedgerPage_Warning
source: It is not recommended to switch between ledgers frequently, messages may get lost. Backups are only valid for your active ledger.
de: Von häufigem Wechseln zwischen Ledgern wird abgeraten, da Nachrichten verloren gehen können. Backups sind nur für den aktiven Ledger gültig.

# ChangePasscodePage_First_Label
source: Enter old PIN:
de: Alten PIN eingeben:

# ChangePasscodePage_Second_Label
source: Enter new PIN:
de: Neuen PIN eingeben:

# ChangePasscodePage_Third_Label
source: Repeat new PIN:
de: Neuen PIN wiederholen:

# ChangePasscodePage_Title
source: Change PIN
de: PIN ändern

# Connection_Not_Known_Label
source: Unknown
de: Unbekannt

# ConnectionDetailsPage_Status_Issued
source: Issued
de: Ausgestellt

# ConnectionDetailsPage_Status_Shared
source: Shared
de: Geteilt

# ConnectionEditPage_Advanced_Options_Label
source: Advanced Options
de: Erweiterte Optionen

# ConnectionEditPage_Auto_Accept_Credential
source: Accept all Credentials
de: Alle Credentials akzeptieren

# ConnectionEditPage_Auto_Accept_Proof
source: Answer all Proof Requests
de: Alle Proof-Anfragen beantworten

# ConnectionEditPage_Auto_Notification_Credential
source: Create notification when accepting a Credential
de: Benachrichtigung bei Akzeptieren eines Credentials erstellen

# ConnectionEditPage_Auto_Notification_Proof
source: Create notification when answering a Proof Request
de: Benachrichtigung bei Beantwortung einer Proof-Anfrage erstellen

# ConnectionEditPage_Cancel_Button
source: Cancel
de: Abbrechen

# ConnectionEditPage_Only_Known_Proofs
source: Only answer if the information was shared once before
de: Nur beantworten, wenn die Information vorher schon einmal geteilt wurde

# ConnectionEditPage_Preferences
source: Preferences
de: Einstellungen

# ConnectionEditPage_Save_Button
source: Save
de: Speichern

# ConnectionEditPage_Take_Last_Credential
source: Always use the Credentials from last time
de: Immer die Credentials vom letzten Mal benutzen

# ConnectionEditPage_Take_Newest_Credential
source: Always use the newest Credentials
de: Immer die neuesten Credentials benutzen

# ConnectionEditPage_Title
source: Edit
de: Bearbeiten

# ConnectionsPage_Empty_Wallet_Label1
source: Welcome to ID Wallet,
de: Willkommen im ID Wallet,

# ConnectionsPage_Empty_Wallet_Label2
source: You have no connections, yet.
de: Sie haben noch keine Verbindung.

# ConnectionsPage_Empty_Wallet_Label3
source: Please scan a connection to exchange information
de: Bitte scannen Sie eine Verbindung, um Informationen auszutauschen

# ConnectionsPage_Search_Page_Entry_Placeholder
source: Search Connections
de: Verbindungen suchen

# ConnectionsPage_Search_Page_Title
source: Search
de: Suchen

# ConnectionsPage_Title
source: Connections
de: Verbindungen

# CreateBackupPage_Copied_To_Clipboard
source: Copied successfully
de: Erfolgreich kopiert

# CreateBackupPage_Default_Button_Text
source: Back
de: Zurück

# CreateBackupPage_First_Page_BoldInstructionLabel
source: Backup encrypted
de: Backup verschlüsselt

# CreateBackupPage_First_Page_Button
source: Continue
de: Weiter

# CreateBackupPage_First_Page_Info
source: Please note: Only the active wallet for the currently selected ledger will be part of your wallet backup.
de: Achtung: Nur das aktive Wallet zum derzeit ausgewählten Ledger wird gesichert!

# CreateBackupPage_First_Page_InstructionLabel
source: Please write down the following recovery words in the specified order.
de: Bitte notieren sie sich die folgenden Wiederherstellungsworte.

# CreateBackupPage_Second_Page_BoldInstructionLabel
source: Confirm recovery words
de: Erneute Eingabe der Wiederherstellungsworte (separiert durch Leerzeichen)

# CreateBackupPage_Second_Page_Button
source: Continue
de: Weiter

# CreateBackupPage_Second_Page_InstructionLabel
source: Please enter your recovery words separated by space
de: Bitte geben Sie die Wiederherstellungsworte ein.

# CreateBackupPage_Separator_Label
source: Recovery words:
de: Wiederherstellungsworte:

# CreateBackupPage_Third_Page_BoldInstructionLabel
source: Export backup
de: Backup exportieren

# CreateBackupPage_Third_Page_Button
source: Export
de: Exportieren

# CreateBackupPage_Third_Page_InstructionLabel
source: Choose a backup filename
de: Name des Backups

# CreateBackupPage_Title
source: Create Backup
de: Backup erstellen

# CreateProofPage_Loading_Text
source: Please wait until the process has finished.
de: Bitte warten Sie bis der Vorgang abgeschlossen ist.

# CreateProofPage_Loading_Title
source: Loading
de: Ladevorgang

# CreateProofPage_Network_Error_Text
source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.

# CreateProofPage_Network_Error_Title
source: Network Error
de: Netzwerkfehler

# CreateProofPage_No_Gateways_Text
source: Please check your Gateways in the settings.
de: Bitte überprüfen Sie Ihre Gateways in den Einstellungen.

# CreateProofPage_No_Gateways_Title
source: No Gateways found
de: Keine Gateways gefunden

# CreateProofPage_No_Proofs_Text
source: Could not find any proofs on the gateways.
de: Es konnten keine Proofs auf den Gateways gefunden werden.

# CreateProofPage_No_Proofs_Title
source: No Proofs found
de: Keine Proofs gefunden

# CreateProofPage_Title
source: Create Proof
de: Proof erstellen

# CredentialHistoryListElement_To
source: To
de: An

# WalletPage_Empty_Wallet_Title
source: Your documents
de: Ihre Wallet ist noch leer

# WalletPage_Empty_Wallet_Text
source: Your ID Wallet is still empty. Add your first document by clicking below:
de: Oder scannen Sie einen QR-Code um Ihre Wallet zu befüllen

# WalletPage_Empty_Wallet_BaseID_Text
source: Create your Basis-ID:
de: Erstellen Sie eine Basis-ID:

# WalletPage_History_Label
source: History
de: Verlauf

# WalletPage_History_Panel_Status_Shared
source: Shared
de: Geteilt

# WalletPage_Info_Panel_Deleted
source: deleted
de: gelöscht

# WalletPage_Info_Panel_Issue_Time
source: Issued at
de: Ausgestellt am

# WalletPage_Info_Panel_No_Origin
source: Unknown
de: Unbekannt

# WalletPage_Info_Panel_Origin
source: Issued by
de: Ausgestellt von

# WalletPage_Revocation_Label
source: REVOKED
de: WIDERRUFEN

# GatewayEditPage_Address_Label
source: Address
de: Adresse

# GatewayEditPage_Cancel_Button
source: Cancel
de: Abbrechen

# GatewayEditPage_Key_Label
source: Key
de: Schlüssel

# GatewayEditPage_Save_Button
source: Save
de: Speichern

# GatewayEditPage_Title
source: Edit
de: Bearbeiten

# GatewaysPage_Address_Label
source: Address
de: Adresse

# GatewaysPage_Key_Label
source: Key
de: Schlüssel

# HistoryPage_Title
source: History
de: Verlauf

# HistoryPage_Today_Label
source: Today
de: Heute

# HistoryPage_Yesterday_Label
source: Yesterday
de: Gestern

# InboxPage_Title
source: Messages
de: Benachrichtigungen

# IntroPage_Text
source: Use your mobile phone to manage your personal documents.
de: Verwenden Sie Ihr Handy, um Ihre persönlichen Nachweise zu verwalten.

# IntroPage_Title
source: Create your own digital ID
de: Erstellen Sie Ihre eigene digitale ID

# LegalNoticePage_Country
source: Germany
de: Deutschland

# LegalNoticePage_Executive_Board
source: Managing Director: Juergen Eichhoefer, Dr. Andre Kudra
de: Geschäftsführer: Jürgen Eichhöfer, Dr. André Kudra

# LegalNoticePage_Phone
source: Phone number
de: Rufnummer

# LegalNoticePage_Title
source: Legal Notice
de: Rechtlicher Hinweis

# LicensePage_Title
source: Licenses
de: Lizenzen

# LoginPage_Biometrics_Cancel_Button
source: Cancel
de: Abbrechen

# LoginPage_Biometrics_Label
source: Please authenticate your identity
de: Bitte authentifizieren Sie sich

# LoginPage_Biometrics_Title
source: Authenticate
de: Authentifizieren

# LoginPage_Confirm_PIN_Label
source: Please confirm your PIN. A reset of your PIN is not possible at this time.
de: Wiederholen Sie bitte Ihre PIN. Ein Reset ist derzeit nicht möglich.

# LoginPage_Locked_PIN_Pad_Label
source: Wallet locked
de: Wallet gesperrt

# LoginPage_New_PIN_Label
source: Enter a new PIN
de: Neue PIN eingeben

# LoginPage_PIN_Label
source: Please enter your PIN
de: Geben Sie bitte Ihre PIN ein

# Native_Notification_Message
source: There are new messages for you in your wallet.
de: In Ihrem Wallet liegen neue Nachrichten für Sie vor.

# Native_Notification_Title
source: New message
de: Neue Nachricht

# Navigation_Back
source: Back
de: Zurück

# NotificationsPage_Credential_Auto_Accept_Text
source: Automatically accepted
de: Automatisch angenommen

# NotificationsPage_Credential_Offer_Text
source: Credential received
de: Nachweis erhalten

# NotificationsPage_From
source: from
de: von

# NotificationsPage_Proof_Auto_Accept_Text
source: Automatically answered
de: Automatisch beantwortet

# NotificationsPage_Proof_Request_Text
source: Request received
de: Anfrage erhalten

# NotificationsPage_Reject_Button
source: Reject
de: Verwerfen

# NotificationsPage_Title
source: Notifications
de: Benachrichtigungen

# NotificationsPage_View_Request_Button
source: View Message
de: Nachricht anzeigen

# PopUp_ActivateAutoAccept_Activate_Button
source: Yes, activate Auto Accept
de: Ja, Auto-Funktion aktivieren

# PopUp_ActivateAutoAccept_Credential_Notification
source: Create notification when accepting a Credential
de: Nach automatischer Annahme eine Benachrichtigung erstellen

# PopUp_ActivateAutoAccept_Credential_Text_After_Alias
source: automatically
de: automatisch annehmen

# PopUp_ActivateAutoAccept_Credential_Text_Before_Alias
source: Do you want to accept Credentials offered by
de: Möchten Sie Credentials von

# PopUp_ActivateAutoAccept_Later_Button
source: Ask me later
de: Später nachfragen

# PopUp_ActivateAutoAccept_Never_Button
source: Never ask again
de: Nie mehr nachfragen

# PopUp_ActivateAutoAccept_Proof_Notification
source: Create notification when answering a Proof Request
de: Nach automatischer Antwort eine Benachrichtigung erstellen

# PopUp_ActivateAutoAccept_Proof_Text_After_Alias
source: automatically
de: automatisch beantworten

# PopUp_ActivateAutoAccept_Proof_Text_Before_Alias
source: Do you want to answer Proof Requests from
de: Möchten Sie Proof Anfragen von

# PopUp_ActivateAutoAccept_Save_Button
source: Save settings
de: Einstellung speichern

# PopUp_ActivateAutoAccept_Title
source: Connection Settings
de: Verbindungseinstellungen

# PopUp_Add_GW_Button_Cancel
source: Cancel
de: Abbrechen

# PopUp_Add_GW_Button_Ok
source: Add
de: Hinzufügen

# PopUp_Add_GW_Message
source: Do you want to add a new gateway?
de: Möchten Sie ein neues Gateway hinzufügen?

# PopUp_Add_GW_Success_Message
source: Gateway successfully added!
de: Gateway erfolgreich hinzugefügt!

# PopUp_Add_GW_Success_Title
source: New Gateway
de: Neues Gateway

# PopUp_Add_GW_Title
source: New Gateway
de: Neues Gateway

# PopUp_Backup_Created_Button
source: Continue
de: Weiter

# PopUp_Backup_Created_Text
source: Your backup is complete
de: Ihr Backup ist vollständig

# PopUp_Biometrics_Activation
source: Please authenticate your identity.
de: Bitte authentifizieren Sie sich.

# PopUp_Biometrics_Not_Available_Text
source: You have reached the maximum number of attempts allowed by your device. Please try again later.
de: Sie haben die maximale Anzahl von Versuchen für Ihr Gerät erreicht. Bitte versuchen Sie es später noch einmal.

# PopUp_Biometrics_Not_Available_Title
source: Biometrics failed
de: Biometrie-Nachweis fehlgeschlagen

# PopUp_Biometrics_Not_Configured_Text
source: Biometrics currently not configured on your phone.
de: Biometrie ist derzeit nicht für Ihr Gerät konfiguriert.

# PopUp_Biometrics_Not_Configured_Title
source: Biometrics
de: Biometrie

# PopUp_Biometrics_Too_Many_Attempts_Android_Text
source: You have reached the maximum number of attempts allowed by your device. Please try again later.
de: Sie haben die maximale Anzahl von Versuchen für Ihr Gerät erreicht. Bitte versuchen Sie es später noch einmal.

# PopUp_Biometrics_Too_Many_Attempts_iOS_Text
source: Please use your PIN or check the access settings of your device.
de: Bitte nutzen Sie Ihren PIN oder prüfen Sie die Zugriffseinstellungen Ihres Geräts.

# PopUp_Biometrics_Too_Many_Attempts_Title
source: Biometrics failed
de: Biometrie-Nachweis fehlgeschlagen

# PopUp_Change_Ledger_Accept_Button
source: Accept
de: Akzeptieren

# PopUp_Change_Ledger_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Change_Ledger_CheckBox_Text
source: I understand that my existing connections and credentials are not compatible with another ledger.
de: Ich habe verstanden, dass meine existierenden Verbindungen und Credentials nicht mit einem anderen Ledger kompatibel sind.

# PopUp_Change_Ledger_Text
source: Are you sure you want to switch the ledger to
de: Sind Sie sicher, dass Sie den Ledger wechseln wollen zu

# PopUp_Change_Ledger_Title
source: Change Ledger
de: Ledger wechseln

# PopUp_Change_Passcode_Text
source: The PIN was changed successfully
de: Die PIN wurde erfolgreich geändert

# PopUp_Change_Passcode_Title
source: PIN Changed
de: PIN geändert

# PopUp_Clear_Data_Accept_Button
source: Remove data
de: Daten löschen

# PopUp_Clear_Data_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Clear_Data_Message
source: Please note: All your data will be irrevocably deleted!
de: Bitte beachten Sie: All Ihre Daten werden unwiderruflich gelöscht!

# PopUp_Clear_Data_Title
source: Clear all data
de: Alle Daten löschen

# PopUp_Connection_Deletion_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Connection_Deletion_Delete_Button
source: Delete
de: Löschen

# PopUp_Connection_Deletion_Text_1
source: Connection
de: Verbindung

# PopUp_Connection_Deletion_Text_2
source: delete irrevocably?
de: unwiderruflich löschen?

# PopUp_Connection_Deletion_Title
source: Delete Connection
de: Verbindung löschen

# PopUp_Connection_Does_Not_Exist_Text
source: The connection to this notification does not exist anymore.
de: Die Verbindung zu dieser Benachrichtigung existiert nicht mehr.

# PopUp_Connection_Does_Not_Exist_Title
source: Connection not found
de: Verbindung nicht gefunden

# PopUp_Connection_Ledger_Change_Active_Ledger
source: Active Ledger
de: Aktiver Ledger

# PopUp_Connection_Ledger_Change_Change_Button
source: Change
de: Wechseln

# PopUp_Connection_Ledger_Change_Recommended_Ledger
source: Recommended Ledger
de: Vorgeschlagener Ledger

# PopUp_Connection_Ledger_Change_Stay_Button
source: Ignore
de: Ignorieren

# PopUp_Connection_Ledger_Change_Text
source: You have received an invitation for a connection that is recommended to be on another ledger.
de: Sie haben eine Einladung für eine Connection erhalten, die auf einem anderen Ledger empfohlen wird.

# PopUp_Connection_Ledger_Change_Title
source: New connection invitation
de: Neue Connection-Einladung

# PopUp_Connection_Needed_Text
source: No connection to the endpoint, please connect first.
de: Keine Verbindung zu diesem Endpunkt, bitte erst verbinden.

# PopUp_Connection_Needed_Title
source: No connection
de: Keine Verbindung

# PopUp_Connection_Offer_Accept_Button
source: Connect
de: Verbinden

# PopUp_Connection_Offer_Deny_Button
source: Deny
de: Ablehnen

# PopUp_Connection_Offer_Text
source: wants to connect with you.
de: möchte sich mit Ihnen verbinden.

# PopUp_Connection_Response_Button
source: Close
de: Schließen

# PopUp_Connection_Response_Text
source: was successfully added to your connections.
de: wurde erfolgreich zu Ihren Verbindungen hinzugefügt.

# PopUp_Create_Inbox_Error_Message
source: Error while adding an inbox
de: Fehler beim Hinzufügen eines Posteingangs

# PopUp_Create_Inbox_Error_Title
source: Error
de: Fehler

# PopUp_Credential_Deletion_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Credential_Deletion_CheckBox_Text
source: I understand, delete credential irrevocably.
de: Ich verstehe, Credential unwiderruflich löschen.

# PopUp_Credential_Deletion_Delete_Button
source: Delete
de: Löschen

# PopUp_Credential_Deletion_Text
source: Are you sure you want to delete this credential?
de: Sind Sie sicher, dass Sie dieses Credential löschen wollen?

# PopUp_Credential_Deletion_Title
source: Delete Credential
de: Credential löschen

# PopUp_Credential_Details_Cancel_Button
source: Close
de: Schließen

# PopUp_Credential_Details_Delete_Button
source: Delete
de: Löschen

# PopUp_Credential_Error_Message
source: An error occurred while accepting a new credential, perhaps you are connected to the wrong ledger or the connection from which you received the message no longer exists.
de: Beim Akzeptieren eines neuen Credentials ist ein Fehler aufgetreten, vielleicht sind Sie mit dem falschen Ledger verbunden oder die Verbindung von welcher Sie die Nachricht erhalten haben, ist nicht mehr vorhanden.

# PopUp_Credential_Error_Title
source: Something went wrong
de: Es ist etwas schiefgegangen

# PopUp_Credential_New_Offer_Accept_Button
source: Yes
de: Ja

# PopUp_Credential_New_Offer_Delete_Button
source: Later
de: Später

# PopUp_Credential_Offer_Accept_Button
source: Add to Wallet
de: Zur Wallet hinzufügen

# PopUp_Credential_Offer_Delete_Button
source: Reject
de: Ablehnen

# PopUp_Credential_Offer_First_Text
source: Do you want to add the Credential from
de: Möchten Sie den Nachweis von

# PopUp_Credential_Offer_Second_Text
source: to your wallet?
de: zu Ihrem Wallet hinzufügen?

# PopUp_Credential_Offer_Status_Offered
source: Offered
de: Angeboten

# PopUp_Credential_Offer_Title
source: New Credential
de: Neuer Nachweis

# PopUp_Credential_Received_Button
source: View Offer
de: Angebot anzeigen

# PopUp_Credential_Received_Text
source: You've got a new Credential Offer from
de: Sie haben ein neues Credential-Angebot von

# PopUp_Credential_Received_Title
source: New Credential
de: Neues Credential

# PopUp_Credential_Stored_Response_Button
source: Close
de: Schließen

# PopUp_Credential_Stored_Response_Text
source: has successfully been added to your credentials.
de: wurde erfolgreich zu Ihren Credentials hinzugefügt.

# PopUp_Credential_Stored_Response_Title
source: Successfully stored
de: Erfolgreich gespeichert

# PopUp_DeepLink_Connection_Fail_Text
source: This link does not represent a connection.
de: Dieser Link stellt keine Verbindung dar.

# PopUp_DeepLink_Connection_Fail_Title
source: Invalid link
de: Ungültiger Link

# PopUp_Delete_Shared_Info_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Delete_Shared_Info_CheckBox_Text
source: I understand, request deletion.
de: Ich verstehe, Löschung beantragen.

# PopUp_Delete_Shared_Info_Delete_Button
source: Confirm
de: Bestätigen

# PopUp_Delete_Shared_Info_Disclaimer_Text
source: According to art. 17 DSGVO you have the right to have your data deleted. Digital Enabling GmbH (App Publisher) cannot guarantee that the recipient of the request will actually carry out the deletion.
de: Nach Art. 17 DSGVO haben Sie ein Recht auf die Löschung ihrer Daten. Die Digital Enabling GmbH (App Herausgeber) kann nicht gewährleisten, dass der Empfänger des Antrags die Löschung tatsächlich durchführt.

# PopUp_Delete_Shared_Info_Text
source: Are you sure you want to request the deletion of your shared information?
de: Sind Sie sicher, dass Sie die Löschung beantragen wollen?

# PopUp_Delete_Shared_Info_Title
source: Request deletion
de: Löschung beantragen

# PopUp_Device_Add_Error_Button
source: Error
de: Fehler

# PopUp_Device_Add_Error_Message
source: Error while adding a device
de: Fehler beim Hinzufügen eines Gerätes

# PopUp_Error_Pns_Message
source: There was an error in the setup of the Push Service.
de: Es gab einen Fehler bei der Einrichtung des Push Service.

# PopUp_Error_Pns_Title
source: Push Service Error
de: Push Service Fehler

# PopUp_Finished_Close_Message
source: Push token has been successfully renewed. After you restart the app you should be ready to receive push notifications again.
de: Der Push-Token wurde erfolgreich erneuert. Nachdem Sie die App neu gestartet haben, sollten Sie wieder bereit sein, Push-Benachrichtigungen zu erhalten.

# PopUp_Finished_Message
source: Push token has been successfully renewed. You should be ready to receive push notifications again.
de: Der Push-Token wurde erfolgreich erneuert. Sie sollten bereit sein, wieder Push-Benachrichtigungen zu erhalten.

# PopUp_Finished_Title
source: Push token renewed
de: Push-Token erneuert

# PopUp_Gateway_Deletion_Cancel_Button
source: Cancel
de: Abbrechen

# PopUp_Gateway_Deletion_CheckBox_Text
source: I understand, delete gateway irrevocably.
de: Ich verstehe, Gateway unwiderruflich löschen.

# PopUp_Gateway_Deletion_Delete_Button
source: Delete
de: Löschen

# PopUp_Gateway_Deletion_Text
source: Are you sure you want to delete this gateway?
de: Sind Sie sicher, dass Sie dieses Gateway löschen wollen?

# PopUp_Gateway_Deletion_Title
source: Delete Gateway
de: Gateway löschen

# PopUp_Invalid_Invitation_Accept_Button
source: Yes
de: Ja

# PopUp_Invalid_Invitation_Cancel_Button
source: No
de: Nein

# PopUp_Invalid_Invitation_Question
source: Would you like to delete the created connection record?
de: Möchten Sie die erstellte Verbindung löschen?

# PopUp_Invalid_Invitation_Text
source: This invitation is not valid. Maybe it has been used already.
de: Diese Einladung ist ungültig. Vielleicht wurde sie schon benutzt.

# PopUp_Invalid_Invitation_Title
source: Invalid invitation
de: Ungültige Einladung

# PopUp_Language_Changed_Text
source: The changes will be applied after the next app restart.
de: Die Änderung der Sprache wird nach dem Neustart der App wirksam.

# PopUp_Language_Changed_Title
source: Language changed
de: Sprache geändert

# PopUp_Ledger_Change_Failed_Button
source: Close
de: Schließen

# PopUp_Ledger_Change_Failed_Text
source: Changing Ledger failed.
de: Wechsel des Ledgers fehlgeschlagen.

# PopUp_Ledger_Change_Failed_Title
source: Error
de: Fehler

# PopUp_Ledger_Invalid_Structure_Button
source: Close
de: Schließen

# PopUp_Ledger_Invalid_Structure_Text
source: The picked file is not valid.
de: Die ausgewählte Datei ist ungültig.

# PopUp_Ledger_Invalid_Structure_Title
source: Error
de: Fehler

# PopUp_Ledger_Name_Used_Button
source: Close
de: Schließen

# PopUp_Ledger_Name_Used_Text
source: Given name is already used.
de: Angegebener Name ist bereits in Benutzung.

# PopUp_Ledger_Name_Used_Title
source: Error
de: Fehler

# PopUp_Login_Failed_Text
source: Wrong PIN
de: Falscher PIN

# PopUp_Login_Failed_Title
source: PIN verification failed
de: PIN Überprüfung fehlgeschlagen

# PopUp_Login_Ultimately_Failed_Button
source: Exit
de: Beenden
